Repository: kfarnung/jellyfin-xbox
Catalog: Jellyfin/Resources/*/Translations.resw
Source language: en_us
Languages: ar, cs, de_de, es, fi, fr, hu, it, ka, kn, nl, pl, zh_hans

# Settings.UploadLogfile.Text
source: Upload Logfile
ar: رفع ملف السجل
cs: Nahrát soubor protokolu
de_de: Logs Hochladen
es: Subir Logfile
fi: Lataa lokitiedosto Palvelimelle
fr: Téléverser un fichier de log
hu: Naplófájl feltöltése
it: Carca file Log
ka: ჟურნალის ფაილის ატვირთვა
kn: ಲಾಗ್‌ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
nl: Upload logbestand
pl: Prześlij plik dziennika
zh_hans: 上传日志文件

# Settings.UploadLogfile.Failure.Text
source: Error while uploading the current logfile. Please try again.
ar: خطأ اثناء رفع ملف السجل الحالي. يٌرجى المحاولة مجددا.
cs: Chyba při nahrávání aktuálního souboru protokolu. Zkuste to prosím znovu.
de_de: Fehler beim Hochladen des Logfiles. Bitter erneut versuchen.
es: Error al subir el logfile actual. Porfavor vuelva a intentarlo.
fi: Virhe ladatessa nykyistä lokitiedostoa palvelimelle. Yritä uudelleen.
fr: Erreur lors du téléversement du fichier de log actuel. Veuillez réessayer.
hu: Hiba történt a jelenlegi naplófájl feltöltése közben. Próbáld újra.
it: Errore durante il caricamento del file di log. Per favore riprova.
ka: მიმდინარე ჟურნალის ფაილის ატვირთვის შეცდომა. კიდევ სცადეთ.
kn: ಪ್ರಸ್ತುತ ಲಾಗ್‌ಫೈಲ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
nl: Fout tijdens het uploaden van het huidige logbestand. Probeer het alstublieft opnieuw.
pl: Wystąpił błąd podczas przesyłania bieżącego pliku dziennika. Spróbuj ponownie.
zh_hans: 上传当前日志文件时出错。请重试。

# Settings.UploadLogfile.Success.Text
source: The current logfile has been uploaded to your Jellyfin server.
ar: تم رفع ملف السجل الحالي إلى خادم Jellyfin الخاص بك.
cs: Aktuální soubor protokolu byl nahrán na váš server Jellyfin.
de_de: Das logfile wurde erfolgreich auf den Jellyfin Server hochgeladen.
es: El logfile actual se ha subido a su servidor Jellyfin.
fi: Nykyinen lokitiedosto on ladattu Jellyfin palvelimellesi.
fr: Le fichier de log actuel a été téléversé sur votre serveur Jellyfin.
hu: A jelenlegi naplófájl feltöltése került a Jellyfin szerverredre.
it: Il file di Log è stato caricato sul tuo server Jellyfin.
ka: მიმდინარე ჟურნალის ფაილი აიტვირთა თქვენს Jellyfin-ის სერვერზე.
kn: ಪ್ರಸ್ತುತ ಲಾಗ್‌ಫೈಲ್ ಅನ್ನು ನಿಮ್ಮ ಜೆಲ್ಲಿಫಿನ್ ಸರ್ವರ್‌ಗೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ.
nl: Het huidige logbestand is geüpload naar uw Jellyfin server.
pl: Aktualny plik dziennika został przesłany na serwer Jellyfin.
zh_hans: 当前日志文件已上传到您的 Jellyfin 服务器。

# Settings.Values.AutoRefresh.Text
source: Set the display refresh rate to the media refresh rate
ar: حدد معدل تنشيط العرض لمعدل تنشيط هذه الوسائط
cs: Nastavit obnovovací frekvenci displeje na obnovovací frekvenci médií
de_de: Suche und Setze die Bildwiederholrate Automatisch
es: Establece la tasa de refresco de la pantalla a la tasa de refresco del archivo multimedia
fi: Aseta näytön virkistystaajuus median virkistystaajuuteen
fr: Définir la fréquence de rafraîchissement de l'écran à celle du média
hu: A kijelző frissítési gyakoriságának a média frissítési gyakoriságára állitása
it: Imposta il refresh rate dello schermo alla stessa frequenza del contenuto
ka: ეკრანის განახლების სიხშირის დაყენება მედიის განახლების სიხშირეზე
kn: ಪ್ರದರ್ಶನ ರಿಫ್ರೆಶ್ ದರವನ್ನು ಮಾಧ್ಯಮ ರಿಫ್ರೆಶ್ ದರಕ್ಕೆ ಹೊಂದಿಸಿ
nl: Pas de verversingssnelheid van het scherm aan op de media
pl: Ustaw częstotliwość odświeżania wyświetlacza na częstotliwość odświeżania multimediów
zh_hans: 将显示刷新率设置为媒体刷新率

# Settings.UploadLogfile.Latest.Text
source: Current Log
ar: السجل الحالي
cs: Aktuální Protokol
es: Log Actual
fi: Nykyinen loki
fr: Journal actuel
it: Log attuali
ka: მიმდინარე ჟურნალი
kn: ಪ್ರಸ್ತುತ ಲಾಗ್
nl: Huidige logbestand
pl: Bieżący dziennik
zh_hans: 当前日志

# Settings.Logs.Title
source: Logfiles
ar: ملفات السجل
cs: Soubory protokolu
es: Logfiles (archivos de log)
fi: Lokitiedostot
fr: Fichiers journaux
it: File di Log
ka: ჟურნალის ფაილები
kn: ಲಾಗ್ ಫೈಲುಗಳು
nl: Logbestanden
pl: Pliki dziennika
zh_hans: 日志文件

# Settings.Values.ForceEnableTV.Text
source: Force TV Mode
ar: فرض نمط التلفاز
cs: Vynutit režim TV
ka: ნაძალადევი ტელევიზორის რეჟიმი
kn: ಟಿವಿ ಮೋಡ್ ಅನ್ನು ಒತ್ತಾಯಿಸಿ
